Repository: turnoffthelights/Turn-Off-the-Lights-Safari-extension
Catalog: Shared (App)/*.lproj/Localizable.strings
Languages: ca, de, es, fi, ko, nb, nl, pl, ru, tr

# lbleasytosetup
source: Easy to set this up
ca: Fàcil de configurar
de: Einfach einzurichten
es: Fácil de configurar
fi: Helppo ottaa käyttöön
ko: 설정하기 쉽습니다
nb: Enkel å sette opp dette
nl: Gemakkelijk op te zetten
pl: Łatwo to skonfigurować
ru: Простая настройка
tr: Ayarlaması kolay

# lblactivate
source: Activate
ca: Activa
de: Aktivieren
es: Activar
fi: Aktivoi
ko: 활성화
nb: Aktiver
nl: Activeren
pl: Aktywuj
ru: Активировать
tr: Etkinleştir

# lblwatchvideo
source: Watch Video
ca: Mira el vídeo
de: Video anschauen
es: Ver vídeo
fi: Katso video
ko: 동영상 시청
nb: Se video
nl: Bekijk video
pl: Obejrzyj film
ru: Смотреть видео
tr: Videoyu İzle

# lblstep1
source: Leave this app
ca: Surt d'aquesta aplicació
de: Diese App verlassen
es: Salir de la aplicación
fi: Poistu tästä sovelluksesta
ko: 이 앱 닫기
nb: Forlat denne appen
nl: Verlaat deze app
pl: Zostaw tę aplikację
ru: Выход из приложения
tr: Bu uygulamadan ayrıl

# lblstep2a
source: Open the
ca: Obre l'
de: Öffnen Sie
es: Abre:
fi: Avaa
ko: 열다
nb: Åpne
nl: Open de
pl: Otwórz
ru: Открыть
tr: Aç

# lblstep2b
source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fi: Asetukset
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
ru: Параметры
tr: Ayarlar

# lblstep2c
source: app on your device
ca: l'aplicació al vostre dispositiu
de: App auf Ihrem Gerät
es: en tu dispositivo
fi: sovellus laitteellasi
ko: 장치의 앱
nb: app på enheten din
nl: app op uw apparaat
pl: aplikację na Twoim urządzeniu
ru: приложение на Вашем устройстве
tr: cihazınızdaki uygulama

# lblstep3a
source: Search and tap on
ca: Cerqueu i toqueu a
de: Suchen und tippen Sie auf
es: Buscar y pulsar
fi: Etsi ja napauta
ko: 검색하고 누릅니다
nb: Søk og trykk på
nl: Zoek en tik op
pl: Szukaj i dotknij
ru: Поиск и нажатие на
tr: Ara ve üzerine tıkla

# lblstep3b
source: Safari
ru: Сафари

# lblstep3c
source: , tap then on
ca: , després toqueu a
de: tippen Sie dann auf
es: , luego pulsa
fi: , napauta sitten
ko: 누르고 켭니다
nb: , trykk deretter på
nl: , tik dan op
pl: , naciśnij następnie
ru: , нажмите потом
tr: daha sonra üzerine tıkla

# lblstep3d
source: Extensions
de: Erweiterungen
es: Extensiones
fi: Laajennukset
ko: 확장 기능
nb: Utvidelse
nl: Extensies
pl: Rozszerzenia
ru: Расширения
tr: Eklentiler

# lblstep4a
source: Enable
ca: Activa
de: Aktivieren
es: Activar
fi: Ota käyttöön
ko: 가능하게 하다
nb: Aktiver
nl: Inschakelen
pl: Włącz
ru: Включите
tr: Etkinleştir

# lblplaceholder
source: Turn Off the Lights Safari extension
ca: Extensió del Safari de Turn Off the Lights
de: Safari-Erweiterung „Turn Off the Lights”
es: Extensión Safari de Turn Off the Lights
fi: Turn Off the Lights -Safari-laajennus
ko: Turn Off the Lights Safari 확장 기능
nb: Turn Off the Lights Safari-utvidelse
nl: Turn Off the Lights Safari-extensie
pl: Rozszerzenie Wyłącz Światło dla Safari
ru: Расширение Turn Off the Lights для Safari
tr: Turn Off the Lights Safari uzantısı

# lblemailsubject
source: FREE Turn Off the Lights Safari extension
ca: Extensió GRATUÏTA del Safari de Turn Off the Lights
de: Safari-Erweiterung „Turn Off the Lights” kostenlos
es: Extensión Safari de Turn Off the Lights GRATIS
fi: ILMAINEN Turn Off the Lights -Safari-laajennus
ko: 무료 Turn Off the Lights Safari 확장 기능
nb: GRATIS Turn Off the Lights Safari-utvidelse
nl: Gratis Turn Off the Lights Safari extensie
pl: DARMOWE rozszerzenie Wyłącz Światło dla Safari
ru: БЕСПЛАТНОЕ расширение Turn Off the Lights для Safari
tr: ÜCRETSİZ Turn Off the Lights Safari uzantısı

# lblsharetwitter
source: Download the free Turn Off the Lights Safari extension to get Dark Mode on all websites. Try it yourself! #iOS15 via @TurnOfftheLight
ca: Baixeu l'extensió gratuïta Turn Off the Lights del Safari per obtenir el mode fosc a tots els llocs web. Proveu-ho vosaltres mateixos! #iOS15 mitjançant @TurnOfftheLight
de: Installiere dir die kostenlose Safari-Erweiterung „Turn Off the Lights”, um den dunklen Modus auf allen Websites zu aktivieren. Probiere es selbst aus! #iOS15 via @TurnOfftheLight
es: Descarga la extensión Safari para Turn Off the Lights gratis y atenúa todas las webs. ¡Pruébalo tú mismo! #iOS15 desde @TurnOfftheLight
fi: Lataa ilmainen Turn Off the Lights -Safari-laajennus saadaksesi tumman tilan kaikilla sivustoilla. Kokeile itse! #iOS15 @TurnOfftheLight
ko: 모든 웹사이트에서 다크 모드를 켜기 위해 무료 Turn Off the Lights Safari 확장 기능을 다운로드하세요. 직접 해보세요! #iOS15 via @TurnOfftheLight
nb: Last ned gratis Turn Off the Lights Safari-utvidelse for å få Dark Mode på alle nettsteder. Prøv det selv! #iOS15 via @TurnOfftheLight
nl: Download de gratis Turn Off the Lights Safari-extensie om donkere modus op alle websites te krijgen. Probeer het zelf! #iOS15 via @TurnOfftheLight
pl: Pobierz darmowe rozszerzenie Wyłącz Światło dla Safari, aby uzyskać tryb ciemny na wszystkich stronach. Spróbuj sam. #iOS15 za pomocą @TurnOfftheLight
ru: Скачайте бесплатное расширение Turn Off the Lights для Safari для получения темного режима на всех сайтах. Попробуйте сами! #iOS15 через @TurnOfftheLight
tr: Tüm web sitelerinde Karanlık Modu etkinleştirmek için ücretsiz Turn Off the Lights Safari uzantısını indirin. Kendiniz deneyin! @TurnOfftheLight aracılığıyla #iOS15

# lblshareregular
source: I just installed this free Turn Off the Lights Safari extension, it is my favorite Safari extension to get Dark Mode on all websites. Try it yourself!
ca: Acabo d'instal·lar l'extensió gratuïta Turn Off the Lights del Safari, és la meva extensió del Safari preferida per obtenir el mode fosc a tots els llocs web. Proveu-ho vosaltres mateixos!
de: Ich habe gerade diese kostenlose Safari-Erweiterung „Turn Off the Lights” installiert. Es ist meine Lieblings-Safari-Erweiterung, um den Dunkelmodus auf allen Websites zu aktivieren. Probiere es selbst aus!
es: Acabo de instalar la extensión Safari para Turn Off the Lights gratis. Es mi extensión favorita para oscurecer todas las webs. ¡Pruébalo tú mismo!
fi: Asensin juuri tämän ilmaisen Turn Off the Lights -Safari-laajennuksen. Se on suosiikilaajennukseni Safarille ja sen avullasaan tumman tilan kaikilla verkkosivuilla. Kokeile sitä itse!
ko: 방금 무료 Turn Off the Lights Safari 확장 기능을 설치했는데, 모든 웹 사이트에서 다크 모드를 사용하는 것이 가장 마음에 드는 Safari 확장 기능입니다. 직접 해보세요!
nb: Jeg installerte akkurat denne gratis Turn Off the Lights Safari-utvidelsen, det er min favoritt Safari-utvidelse for å få Dark Mode på alle nettsteder. Prøv det selv!
nl: Ik heb net deze gratis Turn Off the Lights-Safari-extensie ge√Ønstalleerd, het is mijn favoriete Safari-extensie om donkere modus op alle websites te krijgen. Probeer het zelf!
pl: Właśnie zainstalowałem to darmowe rozszerzenie Wyłącz Światło dla Safari, to moje ulubione rozszerzenie dla Safari na wszystkich stronach. Wypróbuj sam.
ru: Я только что установил это бесплатное расширение Turn Off the Lights для Safari, это мое любимое расширение для Safari для получения темного режима на всех сайтах. Попробуйте сами!
tr: Ücretsiz Turn Off the Lights Safari uzantısını yükledim, tüm web sitelerinde Karanlık Modu etkinleştirmek için en sevdiğim Safari uzantısıdır. Kendiniz deneyin!

# lblsafariextensionstatus
source: Safari Extension is
ca: L'extensió del Safari és
de: Safari-Erweiterung ist
es: La extensión Safari es
fi: Safari-laajennus on
ko: 사파리 확장기능
nb: Safari utvidelse er
nl: Safari extensie is
pl: Rozszerzenie Safari jest
ru: Расширение для Safari - это
tr: Safari Eklentisi

# lblsafariextensionenable
source: Enabled
ca: Activat
de: Aktiviert
es: Activado
fi: Käytössä
ko: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
ru: Включено
tr: Açık

# lblsafariextensiondisable
source: Disabled
ca: Desactivat
de: Deaktiviert
es: Desactivado
fi: Ei käytössä
ko: 비활성화
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
ru: Отключено
tr: Devre dışı

# lblquickoptions
source: Open Options page
ca: Obre la pàgina d'opcions
de: Einstellungen öffnen
es: Abrir página de opciones
fi: Avaa asetussivu
ko: 옵션 페이지 열기
nb: Åpne innstillingsside
nl: Open optiespagina
pl: Otwórz stronę opcji
ru: Открыть страницу настроек
tr: Ayarları aç

# lblactionok
source: OK, Got it
ca: D'acord, ho entenc
de: OK, verstanden
es: Vale, entendido
fi: Selvä
nb: Ok, jeg skjønner
nl: OK ik snap het
pl: OK, rozumiem
ru: ОК, понятно
tr: Tamam Anladım

# bannerstep1a
source: Open the
ca: Obre l'
de: Öffnen Sie
es: Abre:
fi: Avaa
nb: Åpne
nl: Open de
pl: Otwórz
ru: Открыть
tr: Aç

# bannerstep1b
source: Settings
ca: Configuració
de: Einstellungen
es: Ajustes
fi: Asetukset
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
ru: Параметры
tr: Ayarlar

# bannerstep1c
source: app
ca: aplicació
es: aplic.
fi: sovellus
pl: aplikacja
ru: прилож.
tr: uygulama

# bannerstep2a
source: Scroll to
ca: Desplaça a
de: Bildlauf zu
es: Desliza a
fi: Vieritä kohtaan
nb: Rull til
nl: Scroll naar
pl: Przewiń do
ru: Прокрутить до
tr: Kaydır

# bannerstep2b
source: Safari
ru: Сафари

# bannerstep3a
source: Select
ca: Selecciona
de: Auswählen
es: Seleccionar
fi: Valitse
nb: Velg
nl: Selecteer
pl: Zaznacz
ru: Выбор
tr: Seç

# bannerstep3b
source: Extensions
de: Erweiterungen
es: Extensiones
fi: Laajennukset
nb: Utvidelse
nl: Extensies
pl: Rozszerzenia
ru: Расширения
tr: Eklentiler

# bannerstep4a
source: Turn on
ca: Activa
de: Aktivieren
es: Activar
fi: Ota käyttöön
nb: Slå på
nl: Schakel in
pl: Włącz
ru: Вкл.
tr: Aç

# bannerstep5a
source: Open the
ca: Obre l'
de: Öffnen Sie
es: Abre:
fi: Avaa
nb: Åpne
nl: Open de
pl: Otwórz
ru: Открыть
tr: Aç

# bannerstep5b
source: Safari
ru: Сафари

# bannerstep5c
source: web browser
ca: navegador web
es: navegador web
fi: verkkoselain
nb: nettleser
pl: Przeglądarka
ru: веб-браузер
tr: web tarayıcısı

# lblactionskip
source: SKIP
ca: OMET
de: Überspringen
es: OMITIR
fi: OHITA
nl: OVERSLAAN
pl: POMIŃ
ru: ПРОПУСК
tr: ATLA

# lblactionnext
source: NEXT
ca: SEGÜENT
de: Weiter
es: SIGUIENTE
fi: SEURAAVA
nb: NESTE
nl: VOLGENDE
pl: NASTĘPNY
ru: ДАЛЕЕ
tr: SONRAKİ

# strfindout
source: Find out more
ca: Més informació
de: Mehr erfahren
es: Descubrir más
fi: Lue lisää
nb: Finn ut mer
pl: Dowiedz się więcej
ru: Узнать больше
tr: Daha fazla bul

# strworldpremiere
source: WORLD PREMIERE
ca: ESTRENA MUNDIAL
de: Weltpremiere
es: MEJOR DEL MUNDO
fi: MAAILMAN ENSI-ILTA
nb: VERDENSPREMIERE
pl: ŚWIATOWA PREMIERA
ru: МИРОВАЯ ПРЕМЬЕРА
tr: DÜNYA GALASI

# strdesworldpremiere
source: Browser Extension use Manifest V3 for better Privacy, Performance, and Security.
ca: L'extensió del navegador utilitza Manifest V3 per millorar la privadesa, el rendiment i la seguretat.
de: Browser-Erweiterung verwendet Manifest V3 für bessere Privatsphäre, Leistung und Sicherheit.
es: La extensión de navegador usa Manifest V3 para mejor privacidad, rendimiento y seguridad.
fi: Selainlaajennus perustuu Manifest V3 -alustaan parempaa yksityisyyttä, suorituskykyä ja turvallisuutta varten.
nb: Nettleserutvidelse bruker Manifest V3 for bedre personvern, ytelse og sikkerhet.
pl: Rozszerzenie przeglądarki używa Manifest V3 dla wyższej prywatności oraz lepszej wydajności i bezpieczeństwa.
ru: Расширение браузера использует Manifest V3 для улучшения конфиденциальности, производительности и безопасности.
tr: Tarayıcı Uzantısı, daha iyi Gizlilik, Performans ve Güvenlik için Manifest V3'ü kullanır.

# strtranslator
source: TRANSLATOR COMMUNITY
ca: COMUNITAT DE TRADUCTORS
de: Übersetzergemeinschaft
es: COMUNIDAD DE TRADUCCIÓN
fi: KÄÄNTÄJIEN YHTEISÖ
nb: OVERSETTERGRUPPE
pl: WSPÓLNOTA TŁUMACZENIOWA
ru: СООБЩЕСТВО ПЕРЕВОДЧИКОВ
tr: ÇEVİRMEN TOPLULUĞU

# strdestranslator
source: Help and Translate the Browser Extension!
ca: Ajudeu i traduïu l'extensió del navegador!
de: Hilf und übersetze die Browsererweiterung!
es: ¡Ayuda a traducir nuestra extensión de navegador!
fi: Auta selainlaajennuksen käännöksessä!
nb: Hjelp oss og oversett nettleserutvidelsen!
pl: Pomóż przetłumaczyć nasze rozszerzenie przeglądarki.
ru: Помогите перевести расширение браузера!
tr: Yardım Edin ve Tarayıcı Uzantısını Çevirin!

# strdeveloper
source: DEVELOPER COMMUNITY
ca: COMUNITAT DE DESENVOLUPADORS
de: Entwicklergemeinschaft
es: COMUNIDAD DE DESARROLLO
fi: KEHITTÄJIEN YHTEISÖ
nb: UTVIKLERGRUPPE
pl: WSPÓLNOTA TWÓRCÓW
ru: СООБЩЕСТВО РАЗРАБОТЧИКОВ
tr: GELİŞTİRİCİ TOPLULUĞU

# strdesdeveloper
source: Find, and Report Issues!
ca: Trobeu i notifiqueu problemes!
de: Probleme finden und melden!
es: ¡Encuentra e informa de errores!
fi: Etsi ja ilmoita ongelmista!
nb: Finn, og rapporter problemer!
pl: Znajduj i zgłaszaj problemy
ru: Найдите и сообщите о проблемах!
tr: Sorunları Bulun ve Bildirin!

# strsocial
source: SOCIAL COMMUNITY
ca: COMUNITAT SOCIAL
de: Soziale Gemeinschaft
es: COMUNIDAD SOCIAL
fi: SOSIAALINEN YHTEISÖ
nb: SOSIALFELLESSKAP
pl: SPOŁECZNOŚĆ
ru: СОЦИАЛЬНОЕ СООБЩЕСТВО
tr: SOSYAL TOPLULUK

# strdessocial
source: Follow and interact with other members!
ca: Seguiu i interactueu amb altres membres!
de: Folgen und interagieren Sie mit anderen Mitgliedern!
es: ¡Sigue a otros miembros e interactúa con ellos!
fi: Seuraa muita jäseniä ja osallistu keskusteluun!
nb: Følg og samhandle med andre medlemmer!
pl: Obserwuj i współpracuj z innymi użytkownikami.
ru: Подпишитесь и взаимодействуйте с другими пользователями!
tr: Takip edin ve diğer üyelerle etkileşim kurun!

# lblturnoffthelights
source: Turn Off the Lights
ca: Apaga els llums
nb: Skru av Lysene

# lblstep4b
source: Turn Off the Lights
ca: Apaga els llums
nb: Skru av Lysene

# bannerstep4b
source: Turn Off the Lights
ca: Apaga els llums
nb: Skru av Lysene
